; Translation file for AltDrag 1.0
; en-US localization by Stefan Sundin
; Simply put this file in the same directory as AltDrag, then reload AltDrag.
; Please read the website for help: https://stefansundin.github.io/altdrag/doc/translate.html
; Use encoding UTF-16LE with BOM to be able to use Unicode

[Translation]
Code=ja-JP
LangEnglish=Japanese
Lang=日本語
Author=kakakaya

TrayEnabled=AltDrag
TrayDisabled=AltDrag (無効)
MenuEnable=実行
MenuDisable=停止
MenuHideTray=タスクトレイに格納する
MenuUpdateAvailable=新しいバージョンに更新できます!
MenuConfigure=設定
MenuAbout=About
MenuExit=終了

UpdateBalloon=新しいバージョンが開発されました!
UpdateDialog=新しいバージョンがあります。ウェブサイトを開きますか?
UpdateLatest=新しいバージョンはありません。

ConfigTitle=AltDragの設定
ConfigTabGeneral=全般
ConfigTabInput=マウスとキーボード
ConfigTabBlacklist=ブラックリスト
ConfigTabAdvanced=詳細設定
ConfigTabAbout=About

GeneralBox=全般設定
GeneralAutoFocus=(&F)ドラッグする時にウィンドウをアクティブにする。\nCtrlキーを押すことでもアクティブにできます。
GeneralAero=(&i)Aeroのようにスナップをする
GeneralInactiveScroll=(&S)非アクティブウィンドウをスクロールする
GeneralMDI=&MDIのサポート
GeneralAutoSnap=自動スナップを
GeneralAutoSnap0=無効にする
GeneralAutoSnap1=スクリーンの境界に対して行う
GeneralAutoSnap2=それと、ウィンドウの外側に対して行う
GeneralAutoSnap3=それと、ウィンドウの内側に対して行う
GeneralLanguage=言語:
GeneralAutostartBox=自動起動
GeneralAutostart=(&t)自動起動
GeneralAutostartHide=(&H)起動したらタスクトレイに格納する
GeneralAutostartElevate=(&E)管理者権限に昇格する
GeneralAutostartElevateTip=UACの設定を無効化していない場合、起動の度に管理者権限についてのプロンプトが表示されます。
GeneralElevate=(&l)昇格
GeneralElevated=昇格済み
GeneralElevateTip=管理者権限で動作するAltDragを起動し、他の管理者権限で動作するプログラムをAltDragから操作できるようにします。\n\nUACのプロンプトが表示されるので、認証してください。
GeneralElevationAborted=昇格は中断されました。
GeneralAutosave=Note: 設定は自動で保存され、適用されます!

InputMouseBox=マウスの動作
InputMouseLMB=左ボタン:
InputMouseMMB=中ボタン:
InputMouseRMB=右ボタン:
InputMouseMB4=第四ボタン:
InputMouseMB5=第五ボタン:
InputMouseScroll=ホイールスクロール:
InputMouseLowerWithMMB=(&L)タイトルバーで中クリックをしてウィンドウを最背面に動かす

InputActionMove=ウィンドウを動かす
InputActionResize=ウィンドウの大きさを変える
InputActionClose=ウィンドウを閉じる
InputActionMinimize=ウィンドウを最小化する
InputActionLower=ウィンドウを最背面に動かす
InputActionAlwaysOnTop=最前面に固定する・戻す
InputActionCenter=ウィンドウを画面中央に移動する
InputActionNothing=なにもしない
InputActionAltTab=Alt+Tab
InputActionVolume=音量調整
InputActionTransparency=透過度変更

InputHotkeysBox=ホットキー:
InputHotkeysLeftAlt=(&e)左Alt
InputHotkeysRightAlt=(&R)右Alt
InputHotkeysLeftWinkey=(&W)左Win
InputHotkeysRightWinkey=(&i)右Win
InputHotkeysLeftCtrl=(&C)左Ctrl
InputHotkeysRightCtrl=(&t)右Crl
InputHotkeysMore=iniファイルを編集することで、他のキーも設定できます。\nShiftキーを使うことで、ウィンドウを互いに入れ替えられます。

BlacklistBox=ブラックリスト設定
BlacklistProcessBlacklist=ブラックリストプロセス:
BlacklistBlacklist=ブラックリスト:
BlacklistSnaplist=スナップリスト:
BlacklistExplanation=ブラックリストの動作は、ウェブサイトの<a href="http://code.google.com/p/altdrag/wiki/Blacklist">Wiki</a>を見て確認してください。
BlacklistFindWindowBox=ウィンドウを指定する
BlacklistFindWindowExplanation=アイコンをクリックしてウィンドウをクリックすることで、ブラックリストやスナップリストに指定するためのクラス名を取得できます。

AdvancedBox=高度な設定
AdvancedHookWindows=(&E)普通にウィンドウを動かしている時もスナップを有効にする。
AdvancedHookWindowsWarn=この機能は他のプロセスにフックして動作するため、不安定です。これはチート対策のあるゲームを遊ぶ時などに問題が起きるおそれがあります。\n\n本当にこの機能を有効化しますか？
AdvancedUpdateCheckOnStartup=(&u)自動で更新を確認する
AdvancedUpdateBeta=(&b)開発版にアップデートする
AdvancedUpdateCheckNow=(&C)今すぐ更新を確認する
AdvancedIni=AltDragの設定はAltDrag.iniに保存されます。直接このファイルを編集してしか行えない設定がいくつか存在します。
AdvancedOpenIni=(&i)AltDrag.iniを開く

AboutBox=AltDragについて
AboutVersion=バージョン
AboutAuthor=Stefan Sundinにより作成されました。
AboutLicense=AltDragは自由なオープンソースソフトウェアです。\n自由に再配布してください!
AboutDonate=(&D)寄付
AboutTranslationCredit=翻訳者の一覧

MiscUnhookError=AltDragを停止する時にエラーが発生しました。おそらくWindowsが既にAltDragのフックを停止していたのが原因です。\n\nもしこれが初回のエラーなら、無視してAltDragの使用を続けてください。\n\n繰り返し起こる場合、ウェブサイトのWikiに回避策が載っています(Aboutページの'AltDrag mysteriously stops working'をご覧ください)。
